#+TITLE: Term 5 Unit II
#+AUTHOR: Chris Hogan
#+DATE: <2021-10-11 Mon> to <2021-11-07 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-18 Mon 20:44], for week 2021-W42.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *28h 3m* |
  |---------+------------+----------|
  | study   | *Tag time* | *7h 7m*  |
  
  #+END:
*** <2021-10-11 Mon>
**** DONE Drawing for gouache portrait                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-11 Mon 08:41]--[2021-10-11 Mon 11:40] =>  2:59
     :END:
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-10-11 Mon 16:05]--[2021-10-11 Mon 16:20] =>  0:15
     CLOCK: [2021-10-11 Mon 15:38]--[2021-10-11 Mon 15:58] =>  0:20
     CLOCK: [2021-10-11 Mon 14:01]--[2021-10-11 Mon 15:36] =>  1:35
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-11 Mon 17:58]--[2021-10-11 Mon 20:50] =>  2:52
     :END:
*** <2021-10-12 Tue>
**** DONE 20 minute layins                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-12 Tue 20:52]--[2021-10-12 Tue 21:20] =>  0:28
     CLOCK: [2021-10-12 Tue 18:20]--[2021-10-12 Tue 20:20] =>  2:00
     :END:
**** DONE 20 minute layins                                            :study:
     :LOGBOOK:
     CLOCK: [2021-10-12 Tue 20:20]--[2021-10-12 Tue 20:52] =>  0:32
     :END:
*** <2021-10-13 Wed>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-13 Wed 18:07]--[2021-10-13 Wed 21:04] =>  2:57
     :END:
**** DONE Head drawing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-13 Wed 21:04]--[2021-10-13 Wed 21:37] =>  0:33
     :END:
*** <2021-10-14 Thu>
**** DONE Figure lay-ins                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-14 Thu 20:46]--[2021-10-14 Thu 21:17] =>  0:31
     CLOCK: [2021-10-14 Thu 18:14]--[2021-10-14 Thu 20:09] =>  1:55
     :END:
**** DONE Figure lay-ins                                              :study:
     :LOGBOOK:
     CLOCK: [2021-10-14 Thu 20:09]--[2021-10-14 Thu 20:46] =>  0:37
     :END:
*** <2021-10-15 Fri>
**** DONE Head drawing                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-15 Fri 18:15]--[2021-10-15 Fri 21:01] =>  2:46
     :END:
**** DONE Head drawing                                                :study:
     :LOGBOOK:
     CLOCK: [2021-10-15 Fri 21:22]--[2021-10-15 Fri 22:03] =>  0:41
     :END:
*** <2021-10-16 Sat>
**** DONE Drawing for gouache portrait                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-16 Sat 08:57]--[2021-10-16 Sat 11:59] =>  3:02
     :END:
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-10-16 Sat 14:30]--[2021-10-16 Sat 16:28] =>  1:58
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-16 Sat 18:14]--[2021-10-16 Sat 21:10] =>  2:56
     :END:
*** <2021-10-17 Sun>
**** DONE Drawing for gouache portrait                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-17 Sun 09:10]--[2021-10-17 Sun 12:03] =>  2:53
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-17 Sun 18:22]--[2021-10-17 Sun 19:35] =>  1:13
     CLOCK: [2021-10-17 Sun 13:29]--[2021-10-17 Sun 15:00] =>  1:31
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-10-17 Sun 19:36]--[2021-10-17 Sun 20:12] =>  0:36
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-18 Mon 20:44], for week 2021-W42.
  | Tags     | Headline                 | Time   |      |      |      |
  |----------+--------------------------+--------+------+------+------|
  |          | *Total time*             | *8:01* |      |      |      |
  |----------+--------------------------+--------+------+------+------|
  |          | \_  Week 2               |        | 8:01 |      |      |
  |          | \_    <2021-10-18 Mon>   |        |      | 8:01 |      |
  | drawing  | \_      Gouache portrait |        |      |      | 1:17 |
  | painting | \_      Gouache portrait |        |      |      | 2:41 |
  | study    | \_      Composition      |        |      |      | 1:31 |
  | drawing  | \_      Original art     |        |      |      | 2:32 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "painting" "study")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *3h 49m* |
  |----------+------------+----------|
  | painting | *Tag time* | *2h 41m* |
  |----------+------------+----------|
  | study    | *Tag time* | *1h 31m* |
  
  #+END:
*** <2021-10-18 Mon>
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 08:40]--[2021-10-18 Mon 09:57] =>  1:17
     :END:
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 13:31]--[2021-10-18 Mon 14:31] =>  1:00
     CLOCK: [2021-10-18 Mon 09:58]--[2021-10-18 Mon 11:39] =>  1:41
     :END:
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 14:40]--[2021-10-18 Mon 16:11] =>  1:31
     :END:
**** DONE Original art                                              :drawing:
     :LOGBOOK:
     CLOCK: [2021-10-18 Mon 18:12]--[2021-10-18 Mon 20:44] =>  2:32
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-18 Mon 20:44], for week 2021-W42.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-10-18 Mon 20:44], for week 2021-W42.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
 
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
